---
type: ElementSlowFilter
namespace: Autodesk.Revit.DB
version: 2024
members: 1
tags: [revit-api, class]
---

# ElementSlowFilter

`Autodesk.Revit.DB.ElementSlowFilter` · Revit 2024 · 1 members

| Kind | Member | Since | Signature |
| --- | --- | --- | --- |
| Method | PassesFilter | — | `` |